INSERT INTO sys_menu VALUES ('sd_1', '1', '0,1,', '服务需求管理', 6030, '', '', '', '1', '', '1', '2015-6-3 09:10:10', '1', '2015-6-3 09:10:10', '', '0');
INSERT INTO sys_menu VALUES ('sd_2', 'sd_1', '0,1,sd_1', '服务需求管理', 30, '', '', '', '1', '', '1', '2015-6-3 09:10:10', '1', '2015-6-3 09:10:10', '', '0');
INSERT INTO sys_menu VALUES ('sd_3', 'sd_2', '0,1,sd_1,sd_2', '服务需求申请', 30, '/sd/sdServiceApply', '', '', '1', '', '1', '2015-6-3 10:52:28', '1', '2015-6-3 10:52:28', '', '0');
INSERT INTO sys_menu VALUES ('sd_4', 'sd_3', '0,1,sd_1,sd_2,sd_3', '查询', 30, '', '', '', '0', 'sd:sdServiceApply:view', '1', '2015-6-3 09:11:48', '1', '2015-6-3 09:11:48', '', '0');
INSERT INTO sys_menu VALUES ('sd_5', 'sd_3', '0,1,sd_1,sd_2,sd_3', '修改', 30, '', '', '', '0', 'sd:sdServiceApply:edit', '1', '2015-6-3 09:11:48', '1', '2015-6-3 09:11:48', '', '0');
INSERT INTO sys_menu VALUES ('sd_6', 'sd_2', '0,1,sd_1,sd_2', '服务需求类别', 30, '/sd/sdGroup', '', '', '1', '', '1', '2015-6-3 10:52:28', '1', '2015-6-3 10:52:28', '', '0');
INSERT INTO sys_menu VALUES ('sd_7', 'sd_6', '0,1,sd_1,sd_2,sd_6', '查询', 30, '', '', '', '0', 'sd:sdGroup:view', '1', '2015-6-3 09:11:48', '1', '2015-6-3 09:11:48', '', '0');
INSERT INTO sys_menu VALUES ('sd_8', 'sd_6', '0,1,sd_1,sd_2,sd_6', '修改', 30, '', '', '', '0', 'sd:sdGroup:edit', '1', '2015-6-3 09:11:48', '1', '2015-6-3 09:11:48', '', '0');
INSERT INTO sys_menu VALUES ('sd_9', 'sd_6', '0,1,sd_1,sd_2,sd_6', '管理', 30, '', '', '', '0', 'sd:sdGroup:manager', '1', '2015-6-3 09:11:48', '1', '2015-6-3 09:11:48', '', '0');


---
INSERT INTO sd_group values ('sd_1','0','0,','监控服务需求','监控服务需求','监控服务需求','0','10','sdMonitoringForm','sd_monitoring_detail','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_2','0','0,','运维安全审计系统作业申请','运维安全审计系统作业申请','运维安全审计系统作业申请','0','20','sdOperationAuditForm','sd_operation_audit','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_3','0','0,','其他服务需求','其他服务需求','其他服务需求','0','30','','','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_4','sd_3','0,sd_3,','通用服务需求','通用服务需求','通用服务需求','0','10','sdGeneraldemandApplyForm','sd_generaldemand_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_5','sd_3','0,sd_3,','设备出库服务需求','设备出库服务需求','设备出库服务需求','0','20','sdDeliveryApplyForm','sd_delivery_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_6','sd_3','0,sd_3,','库房借用服务需求','库房借用服务需求','库房借用服务需求','0','30','sdStoreroomBorrowForm','sd_storeroom_borrow','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');

INSERT INTO sd_group values ('sd_7','0','0,','网络服务需求','网络服务需求','网络服务需求','0','40','','','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_8','sd_7','0,sd_7,','IP地址申请服务需求','IP地址申请服务需求','IP地址申请服务需求','0','10','sdIpAddrForm','sd_ip_addr','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_9','sd_7','0,sd_7,','访问控制服务需求','访问控制服务需求','访问控制服务需求','0','20','sdAccessControlForm','sd_access_control','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_10','sd_7','0,sd_7,','VPN申请服务需求','VPN申请服务需求','VPN申请服务需求','0','30','sdVpnForm','sd_vpn','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_11','sd_7','0,sd_7,','漏洞扫描服务需求','漏洞扫描服务需求','漏洞扫描服务需求','0','40','sdScanForm','sd_scan','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_12','sd_7','0,sd_7,','数据线路服务需求','数据线路服务需求','数据线路服务需求','0','50','sdLineDataForm','sd_line_data','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_13','sd_7','0,sd_7,','跳线申请服务需求','跳线申请服务需求','跳线申请服务需求','0','60','sdLineJumperForm','sd_line_jumper','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');

INSERT INTO sd_group values ('sd_14','0','0,','系统服务需求','系统服务需求','系统服务需求','0','50','','','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_15','sd_14','0,sd_14,','环境搭建服务需求','环境搭建服务需求','环境搭建服务需求','0','10','sdEnvironmentApplyForm','sd_environment_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_16','sd_14','0,sd_14,','数据库环境服务需求','数据库环境服务需求','数据库环境服务需求','0','20','sdDBenvApplyForm','sd_dbenv_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_17','sd_14','0,sd_14,','备份申请服务需求','备份申请服务需求','备份申请服务需求','0','30','sdBackupApplyForm','sd_backup_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_18','sd_14','0,sd_14,','业务作业服务需求','业务作业服务需求','业务作业服务需求','0','40','sdBisHomeWorkApplyForm','sd_busi_homework_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');
INSERT INTO sd_group values ('sd_19','sd_14','0,sd_14,','办公域/邮箱开通/注销服务需求','办公域/邮箱开通/注销服务需求','办公域/邮箱开通/注销服务需求','0','50','sdOaApplyForm','sd_oa_apply','1', '2015-6-8 09:11:48', '1', '2015-6-8 09:11:48', '', '0');

INSERT INTO sd_group values ('sd_20','sd_7','0,sd_7,','域名转换服务需求','域名转换服务需求','域名转换服务需求','0','10','sdDomainChangeForm','sd_domain_change','1', '2015-06-19 11:23:05', '1', '2015-06-19 11:23:05', '', '0');
INSERT INTO sd_group values ('sd_21','sd_7','0,sd_7,','地址转换服务需求','地址转换服务需求','地址转换服务需求','0','10','sdAddrChangeForm','sd_addr_change','1', '2015-06-19 11:18:46', '1', '2015-06-19 11:23:36', '', '0');
---

INSERT INTO `sys_identity` VALUES ('sd_1', '服务需求申请', 'FWXQ', 'FX-{yyyy}-{MM}-{NO}', '2', 5, 1, NULL, NULL, 1, '1', '2015-6-9 14:48:20', '1', '2015-6-9 14:48:20', '', '0');

--

INSERT INTO sys_dict VALUES ('sd_1', '0', '普通', 'sd_emergent_level', '紧急程度', 1000, '0', '0','1', '2015-6-9 09:24:58', '1', '2015-6-9 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_2', '1', '紧急', 'sd_emergent_level', '紧急程度', 1010, '0', '0','1', '2015-6-9 09:24:58', '1', '2015-6-9 10:32:53', '', '0');
----------------------------------------
INSERT INTO sys_dict VALUES ('sd_4', '0', 'mysql', 'sd_db_type', '数据库类型', 1030, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_5', '1', 'oracle', 'sd_db_type', '数据库类型', 1040, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_6', '2', 'db2', 'sd_db_type', '数据库类型', 1050, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_10', '3', 'SQLserver', 'sd_db_type', '数据库类型', 1050, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_11', '4', '其他', 'sd_db_type', '数据库类型', 1050, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
-----------------------------------------
INSERT INTO sys_dict VALUES ('sd_7', '0', '路由器', 'sd_equipment_Type', '网络设备', 1060, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_8', '1', '交换机', 'sd_equipment_Type', '网络设备', 1070, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_9', '2', '防火墙', 'sd_equipment_Type', '网络设备', 1080, '0', '0','1', '2015-6-12 09:24:58', '1', '2015-6-12 10:32:53', '', '0');

----------------------------------------
INSERT INTO sys_dict VALUES ('sd_12', '0', 'agent', 'sd_monitoring_way', '监控方式', 1090, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_13', '1', 'wmi', 'sd_monitoring_way', '监控方式', 1100, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_14', '2', 'ssh', 'sd_monitoring_way', '监控方式', 1110, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_15', '3', 'telnet', 'sd_monitoring_way', '监控方式', 1120, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_16', '4', 'snmp', 'sd_monitoring_way', '监控方式', 1130, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_17', '5', '其它', 'sd_monitoring_way', '监控方式', 1140, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
------------------------
INSERT INTO sys_dict VALUES ('sd_18', '0', '7*24', 'sd_monitoring_time', '监控服务时间', 1150, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_19', '1', '5*9', 'sd_monitoring_time', '监控服务时间', 1160, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
INSERT INTO sys_dict VALUES ('sd_20', '2', '其他', 'sd_monitoring_time', '监控服务时间', 1170, '0', '0','1', '2015-6-24 09:24:58', '1', '2015-6-24 10:32:53', '', '0');
